{
  "prayerList": [
    {
      "id": "1",
  	 "title": "Dear [Higher Power]…", 
      "text": "Thank you for keeping me sober another day. I pray only for the knowledge of your will for me, and the power to carry that out. I pray that you keep me sober again tomorrow."
    }, 
    {
      "id": "2",
      "title": "Set Aside Prayer", 
      "text": "God, today help me set aside everything I think I know about you, everything I think I know about myself, everything I think I know about others, and everything I think I know about my recovery so I may have an open mind and a new experience with all these things."
    }, 
    {
      "id": "3",
      "title": "The Serenity Prayer",
      "text": "[God], grant me the serenity. To accept the things I cannot change. Courage to change the things I can. And wisdom to know the difference"
    },
    {
      "id": "4",
      "title": "Dear Lord of Mercy and Father of Comfort…",
      "text": "Dear [Lord], I ask you to turn this weakness into strength, this suffering into compassion, sorrow into joy, and pain into comfort for others. May I trust in your goodness and hope in your faithfulness, even in the middle of this struggle. Fill me with patience and joy in your presence as I breathe in your healing life."
    },
    {
      "id": "5",
      "title": "St. Francis of Assisi’s Prayer",
      "text": "[Lord], make me an instrument of Thy peace; where there is hatred, let me sow love; where there is injury, pardon; where there is doubt, faith; where there is despair, hope; where there is darkness, light; and where there is sadness, joy."
    },
    {
      "id": "6",
      "title": "The Third Step Prayer",
      "text": "[God], I offer myself to Thee … to build with me and to do with me as Thou wilt. Relieve me of the bondage of self, that I may better do Thy will. Take away my difficulties, that victory over them may bear witness to those I would help of Thy Power, Thy Love, and Thy Way of life. May I do Thy will always!"
    },
    {
      "id": "7",
      "title": "James 1:12-15",
      "text": "Blessed is the man who remains steadfast under trial, for when he has stood the test he will receive the crown of life, which God has promised to those who love him. Let no one say when he is tempted, “I am being tempted by God,” for God cannot be tempted with evil, and He himself tempts no one. But each person is tempted when he is lured and enticed by his own desire. Then desire when it has conceived gives birth to sin, and sin when it is fully grown brings forth death."
    },
    {
      "id": "8",
      "title": "Eyes of Mercy",
      "text": "[Lord], look upon me with eyes of mercy. May Your healing hand rest upon me, may Your life-giving powers flow into every cell of my body and into the depths of my soul, cleansing, purifying, restoring me to wholeness and strength"
    },
    {
      "id": "9",
      "title": "In the Comfort of your Love",
      "text": "In the comfort of your love, I lay before you the memories that haunt me, the anxieties that perplex me, the despair that frightens me, and my frustration at my inability to think clearly. Help me to discover your forgiveness in my memories and know your peace in my distress. Touch me, [O Lord], and fill me with your light and your hope."
    },
    {
      "id": "10",
      "title": "Cleanse",
      "text": "I cleanse myself of all selfishness, resentment, critical feelings for my fellow beings, self-condemnation, and misinterpretation of my life experiences. I bathe myself in generosity, appreciation, praise and gratitude for my fellow beings, self-acceptance, and enlightened understanding of my life experiences"
    },
    {
      "id": "11",
      "title": "I Believe",
      "text": "I know that the first step in all spiritual healing is to believe. I believe I open my mind and heart believing in your infinite power and possibility. I believe that healing is a dynamic and reachable experience, a reality that can be experienced right now. I maintain a patient and loving attitude, for I believe that your healing activity is now at work in my mind and body. I look forward, with joyful expectation, to the perfect wholeness that you are now bringing into manifestation through me. I believe in your constant expression of perfect good in and through me. I rest in the certainty of your healing power. I know that with you all things are possible."
    },
    {
      "id": "12",
      "title": "Surrender",
      "text": "…I surrender to you my past, present, and future problems. I ask You to take hold over every aspect of my life. I surrender to You all my hurt, pain, worry, doubt, fear, and anxiety, and I ask You to wash me clean. I release everything into Your compassionate care. Please speak to me clearly, [Lord]. Open my ears to hear Your voice. Open my heart to commune with You more deeply. I want to feel Your loving embrace. Open the doors that need to be opened and close the doors that need to be closed. Please set my feet upon the straight and narrow road that leads to everlasting life."
    }
  ]
}